export const meals = [
  {
    id: Math.random(),
    name: "حواوشى",
    price: 30,
    description:
      "لحمة مشوية مع الخبز والتوابل الشهية، تعتبر وجبة سريعة ومشبعة تناسب جميع أفراد العائلة.",
    image: "1.png",
    tag: "غداء",
  },
  {
    id: Math.random(),
    name: "بيتزا بيبروني",
    price: 40,
    description:
      "بيتزا بقاعدة رقيقة وهشة مع الجبنة المميزة وقطع الببروني اللذيذة. تعد هذه البيتزا من أشهى الوجبات المفضلة لدى الكثيرين.",
    image: "2.jpg",
    tag: "عشاء",
  },
  {
    id: Math.random(),
    name: "سلطة الكينوا",
    price: 25,
    description:
      "سلطة صحية وشهية تحتوي على الكينوا المفيدة والخضروات المشكلة مع صلصة لذيذة. تعتبر وجبة خفيفة مناسبة لفصل الصيف.",
    image: "3.jpg",
    tag: "غداء",
  },
  {
    id: Math.random(),
    name: "شاورما",
    price: 35,
    description:
      "لحمة مشوية على الفحم مع الخبز والصلصة الخاصة. تُقدم مع البطاطس المقلية والخضروات المشكلة. وجبة مشبعة ولذيذة.",
    image: "4.jpg",
    tag: "غداء",
  },
  {
    id: Math.random(),
    name: "برجر الدجاج",
    price: 30,
    description:
      "برجر مصنوع من لحم الدجاج المشوي والمتبل بتوابل خاصة. يُقدم في خبز البرجر الطري ويُحشى بالجبنة والخضروات.",
    image: "5.jpg",
    tag: "عشاء",
  },
  {
    id: Math.random(),
    name: "باستا بولونيز",
    price: 35,
    description:
      "باستا مع صلصة البولونيز الغنية باللحمة المفرومة والطماطم المطبوخة. وجبة لذيذة ومشبعة تناسب عشاق الباستا.",
    image: "6.jpg",
    tag: "غداء",
  },
  {
    id: Math.random(),
    name: "سمك مشوي",
    price: 40,
    description:
      "سمك مشوي على الفحم بنكهة مميزة وتوابل طبيعية. يُقدم مع صوص الليمون والأعشاب العطرية، ويُحلى بشرائح الليمون المشوية.",
    image: "7.jpg",
    tag: "غداء",
  },
  {
    id: Math.random(),
    name: "تاكو اللحم",
    price: 30,
    description:
      "تاكو مكسيكي محشو بشرائح اللحم المشوي والخضروات المقرمشة. يُحلا بصلصة الأفوكادو والجبنة المذابة. وجبة شهية ومشبعة.",
    image: "8.jpg",
    tag: "عشاء",
  },
  {
    id: Math.random(),
    name: "سلطة القريدس",
    price: 25,
    description:
      "سلطة منعشة مع القريدس المشوي والخضروات الطازجة. تُحضر بصلصة الفينيجريت اللذيذة. وجبة خفيفة وصحية لفصل الصيف.",
    image: "9.jpg",
    tag: "غداء",
  },
  {
    id: Math.random(),
    name: "بيتزا الخضروات",
    price: 35,
    description:
      "بيتزا بقاعدة رقيقة مع الجبنة ومجموعة متنوعة من الخضروات الطازجة والمشوية. وجبة صحية ولذيذة تناسب النباتيين.",
    image: "10.jpg",
    tag: "غداء",
  },
  {
    id: Math.random(),
    name: "سندويش الستيك",
    price: 30,
    description:
      "سندويش شهي مع شرائح الستيك المشوية والخضروات المقرمشة. يُحلا بصلصة الباربيكيو والجبنة المذابة. وجبة سريعة ومشبعة.",
    image: "11.jpg",
    tag: "غداء",
  },
  {
    id: Math.random(),
    name: "سوشي مشكل",
    price: 40,
    description:
      "مجموعة متنوعة من السوشي المشكل بمكونات طازجة مثل السلمون والتونة والأفوكادو. يُقدم مع صلصة الصويا والزنجبيل والواسابي. وجبة لذيذة وفريدة.",
    image: "12.jpg",
    tag: "عشاء",
  },
  {
    id: Math.random(),
    name: "وجبة الإفطار الكاملة",
    price: 35,
    description:
      "وجبة إفطار شاملة تحتوي على بيض مسلوق، جبنة، زيتون، خبز، زبدة، مربى وقطعة فاكهة طازجة. تُقدم مع القهوة أو الشاي.",
    image: "13.jpg",
    tag: "إفطار",
  },
];
